Repository: IBMPredictiveAnalytics/STATS_IRM
Catalog: src/lang/*/STATS_IRM.po
Languages: es, it

source: The R %s package is required but could not be loaded.
es: El paquete R %s es necesario pero no se ha podido cargar.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.

source: ERROR:
it: ERRORE:

source: Three Parameter Item Respose Model
es: Modelo de respuesta de elemento de tres parámetros
it: Modello di risposta elemento a tre parametri

source: Summary
es: Resumen
it: Riepilogo

source: Item Fit Statistics
es: Estadísticos de ajuste de elemento
it: Statistiche di adattamento elemento

source: Response pattern
es: Patrón de respuesta
it: Modello di risposta

source: Item %s
es: Elemento %s
it: Elemento %s

source: Levine and Rubin person-fit statistic
es: Estadístico de ajuste de persona de Levine y Rubin
it: Statistica di adattamento della persona di Levine e Rubin

source: Drasgow person-fit statistic
es: Estadístico de ajuste de persona de Drasgow
it: Statistica di adattamento della persona di Drasgow

source: P-value for Drasgow person-fit statistic
es: Valor P para estadístico de ajuste de persona de Drasgow
it: Valore P per la statistica di adattamento della persona di Drasgow

source: Observed frequency
es: Frecuencia observada
it: Frequenza osservata

source: Expected frequency
es: Frecuencia esperada
it: Frequenza prevista

source: Factor scores
es: Puntuaciones factoriales
it: Punteggi fattoriali

source: Factor scores standard errors
es: Errores estándar de puntuaciones factoriales
it: Errori standard dei punteggi fattoriali

source: Residuals
es: Residuos
it: Residui

source: Failed to create person fit statistics dataset. Dataset name must not already exist:
es: No se ha podido crear un conjunto de datos de estadísticas de ajuste de persona. El nombre de conjunto de datos no debe existir:
it: Impossibile creare un dataset per le statistiche di adattamento della persona. Il nome del dataset non deve essere già esistente.
